<li>活动日期：2024年7月18日至8月31日，期间内新注册的明陞M88玩家。</li>
<li>本活动仅适用于期间内，新注册的马来西亚玩家，才可参与。
    <div class="table--parent">
        <table>
            <thead>
                <tr>
                    <th>产品</th>
                    <th>奖励</th>
                    <th>奖金比例</th>
                    <th>最低存款(马币)</th>
                    <th>最高奖金(马币)</th>
                    <th>流水要求 (存款 + 奖金)</th>
                </tr>
            </thead>
            <tbody>
                <tr>
                    <td>体育</td>
                    <td>首存奖金</td>
                    <td>200%</td>
                    <td>30</td>
                    <td>588</td>
                    <td>18倍</td>
                </tr>
            </tbody>
        </table>
    </div>
</li>
<li>新会员注册完成后30天内需存款30马币以上，可获得200％迎宾奖金，高达588马币。</li>
<li>提款前请于体育产品中达成流水，才可提款</li>
<li>提款前请达成下列流水计算方式，举例：
    <div class="rollover">
        20倍流水计算方式(马币)<br>
         存款：100<br>
         奖金：存款100 x200%奖金＝100<br>
         流水要求：( 100+200) x 18 = 5,400马币
    </div>
</li>
<li>若会员账号余额低于1马币，系统将清除未完成的有效投注。</li>
<li>奖金为收到后14天内有效，请于效期内达成指定投注额，逾期系统自动取消奖金与盈利。</li>
<li>活动期间内，仅有真钱投注才可视为已结算的注单，所有平局/退款/拒绝/无效/对头等取消的投注，以及任何低于1.50（欧洲盘）赔率的投注（马来盘赔率0.50；香港盘赔率0.50；印尼盘赔率-2.00）等将不计算在有效投注内。（除非有特殊说明）</li>
<li>活动期间内，每位玩家仅可领取一次活动奖金。</li>
<li>如果您的账户仍有未完成的有效流水要求，您将无法提款。请联系在线客服办理撤除/取消/豁免流水要求即可。</li>
<li>明陞M88保留随时更改、更新、修改或取消此促销活动的权利。</li>
<li><a class="tc--link" href="https://www.m88.com/myr/en-us/terms-conditions" target="_blank">一般条款及规则应用于此优惠</a>。</li>