<li>โปรโมชั่นนี้สามารถใช้ได้กับสมาชิกใหม่ 300 คนแรก ที่สมัครตั้งแต่วันที่ 10 กุมภาพันธ์ 2568 เวลา 00:00:00 น. (GMT+8)
    เป็นต้นไป</li>
<li>สมาชิกใหม่ที่เข้าเงื่อนไขมีสิทธิ์รับโบนัสดังนี้
    <div class="table--parent">
        <table>
            <thead>
                <tr>
                    <th>ประเภทโบนัส</th>
                    <th>โบนัส</th>
                </tr>
            </thead>
            <tbody>
                <tr>
                    <td>โบนัสเงินฝากครั้งที่แรก</td>
                    <td>128% สูงสุด 20,000 บาท</td>
                </tr>
                <tr>
                    <td>โบนัสเงินฝากครั้งที่ 2</td>
                    <td>100% สูงสุด 8,888 บาท</td>
                </tr>
            </tbody>
        </table>
    </div>
</li>
<li> เงื่อนไขการรับโบนัสเงินฝากครั้งแรก 128% สูงสุด 20,000 บาท
    <ol>
        <li>สมาชิกใหม่ที่เข้าเงื่อนไขมีสิทธิ์รับโบนัสเงินฝากครั้งแรก 128% สูงสุด 20,000 บาท ในผลิตภัณฑ์ที่เลือก กีฬา
            คาสิโนสด (Club M88) หรือคาสิโนสล็อต</li>
        <li> โบนัสจะปรับเข้าบัญชีให้ เมื่อยืนยันการฝากเงินขั้นต่ำที่สำเร็จ 100 บาท</li>
        <li>(เงินฝาก + โบนัส) จะต้องทำยอดเดิมพันหมุนเวียนตามที่กำหนดในตารางด้านล่างก่อน จึงจะสามารถถอนเงินได้</li>
    </ol>

    <div class="table--parent">
        <table>
            <thead>
                <tr>
                    <th>ประเภทโบนัส</th>
                    <th>โบนัส</th>
                    <th>โบนัสสูงสุด</th>
                    <th>ผลิตภัณฑ์</th>
                    <th>ฝากขั้นต่ำ</th>
                    <th>ยอดเดิมพันหมุนเวียน <br /> (เงินฝาก + โบนัส)</th>
                    <th>สำหรับสมาชิก</th>
                </tr>
            </thead>
            <tbody>
                <tr>
                    <td rowspan="4">โบนัสเงินฝากครั้งที่แรก</td>
                    <td rowspan="4">128%</td>
                    <td rowspan="4">20,000 บาท</td>
                    <td>กีฬา</td>
                    <td rowspan="4">100 บาท</td>
                    <td rowspan="4">12 เท่า</td>
                    <td>100</td>
                </tr>
                <tr>
                    <td>คาสิโนสด (Club M88)</td>
                    <td>100</td>
                </tr>
                <tr>
                    <td>คาสิโนสล็อต</td>
                    <td>100</td>
                </tr>
            </tbody>
        </table>
    </div>
</li>
<li>เงื่อนไขการรับโบนัสเงินฝากครั้งที่ 2 100% สูงสุด 8,888 บาท
    <ol>
        <li>ก่อนรับโบนัสเงินฝากครั้งที่ 2 สมาชิกจะต้องทำยอดเดิมพันหมุนเวียนของโบนัสครั้งแรกให้ครบก่อน</li>
        <li>สมาชิกใหม่ที่เข้าเงื่อนไขมีสิทธ์รับโบนัส 100% สูงสุด 8,888 บาท</li>
        <li>โบนัสจะปรับเข้าบัญชีอัตโนมัติในผลิตภัณฑ์ที่เลือกรับครั้งแรก เมื่อยืนยันการฝากเงินขั้นต่ำที่สำเร็จ 100 บาท
        </li>
        <li> (เงินฝาก + โบนัส) จะต้องทำยอดเดิมพันหมุนเวียนตามที่กำหนดในตารางด้านล่างก่อน จึงจะสามารถถอนเงินได้</li>
    </ol>
    <div class="table--parent">
        <table>
            <thead>
                <tr>
                    <th>ประเภทโบนัส</th>
                    <th>โบนัส</th>
                    <th>โบนัสสูงสุด</th>
                    <th>ฝากขั้นต่ำ</th>
                    <th>ผลิตภัณฑ์</th>
                    <th>ยอดเดิมพันหมุนเวียน <br />(เงินฝาก + โบนัส)</th>
                </tr>
            </thead>
            <tbody>
                <tr>
                    <td>โบนัสเงินฝากครั้งที่ 2</td>
                    <td>100%</td>
                    <td>8,888 บาท</td>
                    <td>100 บาท</td>
                    <td> โบนัสจะปรับเข้าบัญชีอัตโนมัติในผลิตภัณฑ์ที่เลือกรับครั้งแรก</td>
                    <td>8X</td>
                </tr>
            </tbody>
        </table>
    </div>
</li>
<li>รายการถอนขั้นต่ำ สามารถถอนได้สูงสุดดังนี้
    <div class="table--parent">
        <table>
            <thead>
                <tr>
                    <th>ประเภทโบนัส</th>
                    <th>โบนัส</th>
                    <th>ถอนขั้นต่ำ</th>
                    <th>ถอนสูงสุด</th>
                </tr>
            </thead>
            <tbody>
                <tr>
                    <td>โบนัสเงินฝากครั้งที่แรก</td>
                    <td>128% สูงสุด 20,000 บาท</td>
                    <td>250 บาท</td>
                    <td>22,000 บาท</td>
                </tr>
                <tr>
                    <td>โบนัสเงินฝากครั้งที่ 2</td>
                    <td>88% สูงสุด 8,888 บาท</td>
                    <td>250 บาท</td>
                    <td>10,000 บาท</td>
                </tr>
            </tbody>
        </table>
    </div>
</li>
<li>กรณีสมาชิกใหม่ไม่ได้รับโบนัสเข้าสู่บัญชี โปรดทำการติดต่อเจ้าหน้าที่แชทสด หรือ ไลน์ <a
        href="https://www.m-8-8.net/linem88heng" class="tc--link">@m88heng</a> โดยโบนัสจะทำการปรับเข้าสู่บัญชีภายใน 24 -
    48 ชม.
    เมื่อทำการตรวจสอบความถูกต้องแล้วเสร็จ</li>
<li> โบนัสจะต้องทำยอดเดิมพันหมุนเวียนให้สำเร็จภายใน 7 วันเพื่อป้องกันการริบโบนัสและจำนวนเงินที่ชนะคืน</li>
<li>ไม่สามารถใช้โบนัสร่วมกับโปรโมชั่นอื่นๆ ของ M88 Mansion ได้ นอกจากที่ระบุไว้</li>
<li>กีฬาเอ็มสปอร์ต <br />
    รายการเดิมพันที่เสมอ โมฆะ เดิมพันทั้งสองฝั่ง เดิมพันราคาน้ำเดซิมอล 1.50 ราคาน้ำมาเลย์ 0.50 ราคาน้ำฮ่องกง 0.50
    ราคาน้ำอินโด -2.00 ราคาน้ำเหล่านี้ต่ำกว่าหรือเทียบเท่า
    และการเดิมพันในเกมที่ไม่เข้าร่วมจะไม่สามารถนำมาคำนวณในยอดเดิมพันรวม และยอดเดิมพันหมุนเวียนได้ <br /><br />

    สำหรับคาสิโน<br />
    เฉพาะเกมคาสิโนสล็อตเท่านั้นที่จะนับรวมในยอดเดิมพันหมุนเวียน ยกเว้นเกมโต๊ะ scratch cards วิดีโอโป๊กเกอร์
    และเกมอาร์เคดทั้งหมด <a class="tc--link"
        href="https://www.mstivd.com/~/static/standalone-pages/promotions/gameexclusion_list.th-TH">คลิกที่นี่</a>
    เพื่อดูรายชื่อเกมที่เข้าร่วมและไม่ร่วม<br /><br />

    สำหรับคาสิโนสด<br />
    คาสิโนสด (Club M88) จะนับรวมเป็นยอดเดิมพันหมุนเวียน ยกเว้น คาสิโนสดแบล็คแจ๊ค เดิมพันที่โมฆะ
    และการเดิมพันทั้งสองฝั่ง<br />
</li>
<li>จะไม่สามารถดำเนินการถอนเงินได้ หากยอดหมุนเวียนยังไม่ผ่านเงื่อนไขที่กำหนด สมาชิกสามารถติดต่อฝ่ายประชาสัมพันธ์ลูกค้า
    เพื่อแจ้งดำเนินการยกเลิกยอดหมุนเวียนเดิมพันที่กำหนดได้</li>
<li>โบนัสนี้สามารถขอรับได้เพียง 1 ครั้งในช่วงระยะเวลาของโปรโมชั่น</li>
<li>M88 Mansion ขอสงวนสิทธิ์ในการเปลี่ยนแปลงปรับปรุงแก้ไขหรือยกเลิกโปรโมชั่นนี้ได้ตลอดเวลา</li>
<li><a class="tc--link" href="https://help.m88.com/terms-of-use/terms-conditions.th-TH.asp"
        target="_blank">ข้อตกลงทั่วไปและเงื่อนไขการใช้งานโปรโมชั่น</a></li>