
const tncEN = /*html*/``;

const tncID = /*html*/``;

const tncTH = /*html*/`
`;

const tncVN = /*html*/`
`;

const tncCN = /*html*/`
`;

const tncMYCN = /*html*/`
`;

const tncKRW = /*html*/`
<li>본 프로모션은 2024년 7월 1일 ~ 2024년 8월 01일 00:59:00 까지 M88 맨션에 회원가입을 완료한 신규 회원을 대상으로 합니다.</li>
<li>신규 회원은 첫 입금 진행시, 최대 KRW 208,000 까지 지급되는 스포츠 입금 보너스를 획득할 수 있습니다.</li>
<li>200% 입금 보너스를 획득한 회원만이 KRW 58,000 까지 지급되는 100% 캐시백 보너스를 획득할 수 있습니다.</li>
<li>신규 회원은 유로 2024의 아무 경기에 핸디캡 혹은 오버/언더 베팅을 완료하여야 합니다. 100% 캐시백을 획득하려면 첫 베팅의 베팅 금액이 KRW 10,000 이상이어야 하며 결과가 '패'로 정산되어야 합니다. 캐시백 보너스는 2024년 7월 첫째주에 베팅 티켓이 유효한 경우에만 지급됩니다.</li>
<li>각 보너스의 롤오버 조건은 아래와 같습니다:<br><br>
<strong>200% 입금 보너스</strong><br><br>
예시:<br>
첫 입금 금액: KRW 104,000<br>
보너스 금액: 200% X KRW 104,000 = KRW 208,000<br>
롤오버 요구 조건 = (입금액 KRW 104,000 + 보너스 KRW 208,000) X 8 = KRW 2,496,000<br><br>
<strong>100% 캐시백 보너스</strong><br><br>
예시:<br>
KRW 58,000 을 베팅하여 '패'한 경우<br>
보너스 금액:KRW 58,000<br>
롤오버 요구 조건: KRW 58,000 X 5 = KRW 290,000</li>
<li>롤오버 조건은 보너스 금액이 지급된 후 14일 이내에 충족되어야 합니다. 그렇지 않을 경우 보너스 및 당첨금이 취소됩니다.</li>
<li>성공적으로 정산된 요건 충족 베팅만이 계산에 포함됩니다. 모든 동점/무승부/환불/거절/무효/취소된 베팅/캐쉬아웃 베팅/타사이트와의 양방베팅 및 1.50 미만 소수점 배당률(말레이 0.5, 홍콩 0.5, 인도-2)에 진행된 베팅은 롤오버에 포함되지 않습니다</li>
<li>본 보너스는 달리 명시되지 않는 한 M88 맨션의 타 보너스와 중복 신청이 불가능합니다.</li>
<li>각 보너스는 프로모션 기간 동안 한 번만 획득할 수 있습니다.</li>
<li>롤오버가 충족되지 않으면 출금은 불가능합니다. 더 자세한 문의 사항은 라이브챗으로 문의하시기 바랍니다.</li>
<li>당사는 언제든 이 프로모션을 변경 혹은 취소할 수 있습니다.</li>
<li><a class="tc--link" href="https://www.m88.com/~/static/standalone-pages/promotions/terms-conditions.ko-KR" target="_blank">프로모션 일반 이용약관이 적용됩니다</a>.</li>
`;