<?php
$language = "th-TH";
$language_name = "ไทย";
$link_m88 = "<a href=\"https://m88.com/?lang=th-TH\"><img class=\"desk-header\" src=\"assets/images/main-logo.svg\" alt=\"M88\" /><img class=\"mobi-header\" src=\"assets/images/main-logo.svg\" alt=\"M88 logos\" /></a>";
$language_namelogin = "LOGIN";
$join = "JOIN NOW";
$play = "PLAY NOW";
$claim_now = "สมัครรับโบนัสสุดคุ้มเลย";
$claim = "ขอรับตอนนี้";

$claim_now_starlight = "กีฬา";
$claim_now_dingdong = "คาสิโนสด (Club M88)";
$claim_now_sugarrush = "คาสิโนสล็อต";
$claim_now_santa = "Santa's Wonderland™";
$claim_now_bonanza = "Sweet Bonanza Xmas";

$tnc = "ข้อตกลงและเงื่อนไข";
$tnc2 = "ข้อตกลงและเงื่อนไข";
$tile_btn = "เล่นตอนนี้";

$title = "เฮงๆทั้งปี!";

$txt1 = "เฮงๆทั้งปี!";
$txt2 = "แจกจุกๆโบนัส 2 ต่อ <br> ฝากแรก 128% สูงสุด 20,000 <br/> ฝากเพิ่มรับอีก 100% สูงสุด 8,888 <br/> <span class=\"contact-info\"><img class=\"line-icon\" src=\"assets/images/social/line-widget.svg\"> <a class=\"contact--link\" href=\"https://www.m-8-8.net/linem88heng\" target=\"_blank\">@m88heng</a></span>";
$txt2_teaser = "อย่าพลาดโอกาสนี้!";
$claim_now_default = "สมัครเลย!";

$step1a = "ร่วมเดิมพันที่ M88";
$step1b = "ทั้งสะดวกและรวดเร็ว";
$step1b_mobi = "ทั้งสะดวกและรวดเร็ว";
$step2a = "การฝาก";
$step2b = "ใช้เวลาในการฝาก เพียง 2-5 นาที";
$step2b_mobi = "ใช้เวลาในการฝาก เพียง 2-5 นาที";
$step3a = "ร่วมเล่นกับเรา";
$step3b = "พร้อมจะเป็นผู้ชนะหรือยัง";
$step3b_mobi = "พร้อมจะเป็นผู้ชนะหรือยัง";

$slides_head = "all in one casino, the excitement of m88!";
$m88_head = "ทำไมถึงต้องเป็น M88 MANSION?";
$m88_feat_head1 = "มั่นคง & ปลอดภัย";
$m88_feat_txt1 = "M88 Mansion ใช้เทคโนโลยีการรักษาความปลอดภัยและการเข้ารหัสที่ดีที่สุดแบบใหม่ล่าสุด เพื่อให้มั่นใจว่าบัญชีและข้อมูลของผู้เล่นจะปลอดภัยจากแฮกเกอร์";
$m88_feat_head2 = "เกมที่หลากหลาย";
$m88_feat_txt2 = "M88 Mansion นำเสนอเกมที่หลากหลายจากผู้พัฒนาและผู้ให้บริการชั้นนำที่สามารถตอบสนองความต้องการของเกมเมอร์";
$m88_feat_head3 = "รวดเร็ว & ประสบการณ์ที่ดีกว่า";
$m88_feat_txt3 = "ทางเราปรับปรุงเว็บไซต์ เพื่อให้เกมและหน้าเว็บโหลดรวดเร็วยิ่งขึ้น เพื่อให้ผู้เล่นไม่สูญเสียอรรถรสในการเล่นเกม";
$m88_feat_head4 = "รูปแบบใหม่ที่ทันสมัยมากขึ้น";
$m88_feat_txt4 = "เราทำการปรับโฉมครั้งใหญ่เพื่อขจัดความยุ่งยาก ปรับปรุงรูปลักษณ์เว็บไซต์ให้ใช้งานง่าย เพื่อความเพลิดเพลินของสมาชิก M88 Mansion";

$bottom_head = "เริ่มต้นการผจญภัยกับ M88 Mansion ได้แล้วตอนนี้";
$bottom_head_sub_about = "เกี่ยวกับ  M88 Mansion";
$bottom_txt1 = "M88 Mansion เป็นแพลตฟอร์มเกมออนไลน์ชั้นนำ ที่นำเสนอการเดิมพันด้านกีฬา คาสิโนสด สล็อต ลอตเตอรี่ และอื่นๆ อีกมากมาย สู่ตลาดเอเชีย โดยก่อตั้งขึ้นในปี 2550 ทางเรามีความภาคภูมิใจในการมอบประสบการณ์การเล่นเกมที่ดีที่สุดให้แก่ลูกค้าในสภาพแวดล้อมที่ปลอดภัย ยุติธรรม และเชื่อถือได้";
$bottom_txt2 = "ตั้งแต่อัตราต่อรองการเดิมพันกีฬาไปจนถึงโปรโมชั่นและโบนัสรายเดือน ทางเราขอเสนอบริการที่คุ้มค่าที่ไม่มีใครเทียบได้ และนวัตกรรมใหม่ๆคือหัวใจของธุรกิจของเรา โดยเรามีการพัฒนาเทคโนโลยีใหม่ๆ อย่างต่อเนื่อง เพื่อปรับปรุงประสบการณ์ที่ดีให้กับผู้ใช้บริการ และรวมถึงการขยายพอร์ตโฟลิโอเกม";
$bottom_head_sub1 = "";
$bottom_head_sub2 = "M88 Mansion เป็นพันธมิตรเอเชียอย่างเป็นทางการของลาลิกา";
$bottom_txt3 = "M88 Mansion ได้ร่วมมือกับแบรนด์ฟุตบอลที่ใหญ่ที่สุดในโลกอย่างต่อเนื่อง โดยเป็นพันธมิตรกับลาลิกาจนถึงฤดูกาล 2023-24 ในฐานะพันธมิตรการเดิมพันระดับภูมิภาคอย่างเป็นทางการในเอเชีย หน่วยงานชั้นนำทั้งสองกำลังทำงานเพื่อขยายการเข้าถึงซึ่งกันและกัน ตั้งแต่การจัดปาร์ตี้ไปจนถึงการจัดตั้ง ลาลิการูม บนเว็บไซต์ M88 Mansion และยังมีโครงการอื่นๆ อีกมากมายที่รออยู่";

$to_top = "กลับสู่ด้านบน";

$facebook = "https://www.facebook.com/M88OfficialTH";
$instagram = "https://www.instagram.com/m88mansionthailand/";
$twitter = "https://twitter.com/ThailandM88";
$youtube = "https://www.youtube.com/channel/UCLQCeN8CVYye1DL2Xpq2IuA/videos";
$tiktok = "https://www.tiktok.com/@m88thailand?lang=th-TH";
$line = "https://www.m-8-8.net/linem88heng";

$tiles_head = "M88 MANSION - แพลตฟอร์มเกมที่ดีที่สุด";
$tiles_desc = "M88 Mansion มอบความบันเทิงและแพลตฟอร์มการเดิมพันที่สมบูรณ์แบบที่สุด ลองเล่นได้แล้ววันนี้";

$sports = "กีฬา";
$sports_txt = "เรามีลีกกีฬาและการแข่งขันที่คุณชื่นชอบพร้อมอัตราต่อรองที่ดีที่สุด";
$live_casino = "คาสิโนสด";
$live_casino_txt = "ไลฟ์ดีลเลอร์ที่มีชีวิตชีวาและเป็นมืออาชีพที่ M88 Mansion จะช่วยให้คุณรู้สึกเหมือนเล่นอยู่ในคาสิโนจริงๆ";
$casino_fishing = "คาสิโน & ตกปลา";
$casino_fishing_txt = "สัมผัสประสบการณ์ที่น่าตื่นเต้นสุดเพลิดเพลินเมื่อคุณเล่นคาสิโนและเกมตกปลาของเรา";
$keno_lotto = "คีโนและล็อตโต้";
$keno_lotto_txt = "เล่นคีโนและล็อตโตบน M88 Mansion คุณอาจเป็นผู้โชดดีถูกรางวัลแจ็คพอต";

$title_sponsors = "สปอนเซอร์อย่างเป็นทางการ";
$prev_sponsors = "การสนับสนุนครั้งก่อนของเรา";
$footer_laliga = "พันธมิตรระดับภูมิภาค <br/> อย่างเป็นทางการ";
$footer_bwf = "พันธมิตรการเดิมพัน <br/> อย่างเป็นทางการ";
$footer_ac = "พันธมิตรคาสิโน <br/> อย่างเป็นทางการ";
$footer_talon = "ผู้สนับสนุนระดับโลก";
$footer_celeb = "เซเลบริตี้อย่างเป็นทางการ <br/> ของ M88";
$footer_ambassador = " M88 แอมบาสเดอร์";
$footer_betting = " พันธมิตรการเดิมพัน <br/> อย่างเป็นทางการ";
$footer_mansion = "ผู้สนับสนุนหลัก";

$ftxt1 = "พันธมิตรอย่างเป็นทางการ";
$ftxt1a = "2020 - 2024";
$ftxt2 = "เอเอฟซี บอร์นมัธ";
$ftxt2a = "2015 - 2020";
$ftxt3 = "สโมสรฟุตบอล คริสตัลพาเลซ";
$ftxt3a = "2015 - 2017";
$ftxt4 = "สโมสรฟุตบอล แมนเชสเตอร์ซิตี";
$ftxt4a = "2011 - 2012";
$ftxt5 = "Tottemham Hotspurs";
$ftxt5a = "2006 - 2010";

$ftxt6 = "M88 มุ่งมั่นที่จะสนับสนุน <a href=\"https://help.m88.com/responsible-gaming/responsibleGaming.th-TH.asp\" class=\"link\"><strong>การเล่นเกมอย่างรับผิดชอบ</strong></a>";
$ftxt7 = "ข้อกำหนดและเงื่อนไข โปรดดูที่หน้าโปรโมชั่นสำหรับรายละเอียดเพิ่มเติม";
$ftxt8 = "M88.com ใช้คุกกี้เบราว์เซอร์เพื่อให้มั่นใจว่าคุณได้รับประสบการณ์การเล่นเกมที่ดีที่สุด การเข้าถึงและการใช้งานเว็บไซต์ต่อจากนี้แสดงว่าคุณยอมรับการใช้คุกกี้นี้<br> สำหรับข้อมูลที่เกี่ยวกับการใช้คุกกี้ของเราและวิธีการป้องกัน โปรดดูที่ข้อกำหนดการใช้งานของ M88"
	?>